<?php
return array (
  'menu_unit' => 
  array (
    '份' => '份',
    '盘' => '盘',
    '碗' => '碗',
    '杯' => '杯',
    '锅' => '锅',
    '碟' => '碟',
  ),
  'food_race_default' => 11,
  'pm_starttime' => '15:00:00',
  'ticket_list' => 
  array (
    0 => '暂不需要发票',
    100 => '100元发票 - 需要消耗100积分',
    200 => '200元发票 - 需要消耗200积分',
    300 => '300元发票 - 需要消耗300积分',
    400 => '400元发票 - 需要消耗400积分',
    500 => '500元发票 - 需要消耗500积分',
  ),
  'day_opentime' => 
  array (
    '900,1300' => '900,1300',
    '1500,1930' => '1500,1930',
  ),
  'score_money_scale' => 0.01,
  'area_default_id' => 0,
  'arrive_time' => 
  array (
    1115 => '11：15 之前',
    1130 => '11：30 之前',
    1145 => '11：45 之前',
    1200 => '12：00 之前',
    1215 => '12：15 之前',
    1230 => '12：30 之前',
    1245 => '12：45 之前',
    1300 => '13：00 之前',
    1400 => '14：00 之前',
    1730 => '17：30 之前',
    1800 => '18：00 之前',
    1830 => '18：30 之前',
    1900 => '19：00 之前',
    1930 => '19：30 之前',
    2000 => '20：00 之前',
    2030 => '20：30 之前',
  ),
  'area_city_id' => '0',
  'area_depth' => 3,
  'shop_state' => '1',
  'max_info_num' => 5,
  'checkout_day' => 11,
  'one_order_num' => 10,
  'paymethod' => 
  array (
    0 => 'afterpayment',
    1 => 'repayment',
    2 => 'onlinepayment',
  ),
  'pay_timeout' => 10,
  'order_overtime' => 5,
  'score_mode' => '2',
);